tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
brew "asyncapi"
brew "awscli"
brew "btop"
brew "bufbuild/buf/buf"
brew "charmbracelet/tap/crush"
brew "curl"
brew "d2"
brew "deno"
brew "derailed/k9s/k9s"
brew "fd"
brew "fzf"
brew "gh"
cask "ghostty"
brew "git"
brew "git-delta"
brew "go"
brew "golangci-lint"
brew "golang-migrate"
brew "goreleaser"
brew "graphviz"
brew "hashicorp/tap/terraform"
brew "helm"
brew "jo"
brew "jq"
brew "kubectl"
brew "kubectx"
brew "kubeseal"
brew "luarocks"
brew "n"
brew "neovim"
brew "ollama"
brew "pipx"
brew "pnpm"
brew "protobuf"
brew "python@3.12"
brew "ripgrep"
brew "rust"
brew "rust-analyzer"
brew "starship"
brew "sqlc"
brew "tlrc"
brew "tmux"
brew "tree"
brew "uv"
brew "vim"
brew "websocat"
brew "yq"
brew "zk"
cask "brave-browser"
cask "codex"
cask "floorp"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "orbstack"
