tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "common-fate/granted"
tap "hashicorp/tap"
brew "git"
brew "gh"
brew "granted"
brew "tmux"
brew "neovim"
brew "vim"
cask "visual-studio-code"
brew "curl"
brew "fzf"
brew "fpp"
brew "fx"
brew "jq"
brew "ripgrep"
brew "go"
brew "rust"
brew "rust-analyzer"
brew "deno"
brew "pnpm"
brew "n"
brew "python@3.12"
brew "pipx"
brew "protobuf"
brew "awscli"
cask "google-cloud-sdk"
cask "orbstack"
brew "ollama"
brew "hashicorp/tap/terraform"
brew "derailed/k9s/k9s"
brew "kubectl"
brew "kubectx"
brew "kubeseal"
brew "minikube"
brew "helm"
brew "helmfile"
cask "firefox"
cask "font-jetbrains-mono"
cask "rectangle"
cask "wezterm"
