tap "hashicorp/tap"
brew "awscli"
brew "btop"
brew "bufbuild/buf/buf"
brew "charmbracelet/tap/crush"
brew "curl"
brew "d2"
brew "deno"
brew "derailed/k9s/k9s"
brew "dotnet"
brew "fd"
brew "forgejo-cli"
brew "fzf"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-delta"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "golang-migrate"
brew "goreleaser"
brew "graphviz"
brew "hashicorp/tap/terraform"
brew "hcloud"
brew "helm"
brew "jo"
brew "jq"
brew "kubectl"
brew "kubectx"
brew "kubeseal"
brew "kubelogin"
brew "luarocks"
brew "n"
brew "neovim"
brew "mole"
brew "ollama"
brew "opentofu"
brew "pinentry-mac"
brew "pnpm"
brew "protobuf"
brew "python@3.14"
brew "ripgrep"
brew "rtk"
brew "rustup"
brew "starship"
brew "tmux"
brew "tree"
brew "tree-sitter-cli"
brew "uv"
brew "vim"
brew "websocat"
brew "yq"
cask "claude-code"
cask "floorp"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "orbstack"
